{
    "convo": [
        "My mute button has a red slash through it",
        "Am I muted on Zoom?"
    ],
    "instructions": [
        "{\n  \"recipe\": {\n    \"name\": \"Simple Sandwich\",\n    \"servings\": 1,\n    \"ingredients\": [\n      \"2 slices of bread\",\n      \"1-2 tbsp mayonnaise or butter (optional)\",\n      \"2-3 slices of deli meat or a plant-based alternative\",\n      \"1 slice cheese (optional)\",\n      \"Lettuce leaves\",\n      \"2-3 slices tomato\",\n      \"Salt and pepper (optional)\"\n    ],\n    \"equipment\": [\n      \"Butter knife\",\n      \"Cutting board\",\n      \"Serrated knife\"\n    ],\n    \"steps\": [\n      \"Wash your hands and clean your workspace.\",\n      \"Lay the two slices of bread on the cutting board.\",\n      \"Spread mayonnaise or butter on one or both slices (optional).\",\n      \"Layer the meat (or plant-based alternative) onto one slice.\",\n      \"Add cheese if using.\",\n      \"Place lettuce and tomato on top; season lightly with salt and pepper if desired.\",\n      \"Top with the second slice of bread.\",\n      \"Press gently and cut the sandwich in half diagonally or straight down.\",\n      \"Serve immediately or wrap for later.\"\n    ]\n  }\n}",
        "Short answer: Yes. In Zoom, a red slash through the microphone icon means your mic is muted.\n\nHow to unmute:\n- Desktop (Windows/Mac):\n  - Click the microphone button (Mute/Unmute) in the meeting controls.\n  - Keyboard shortcut: Alt + A (Windows) or Command + Shift + A (Mac).\n  - Temporarily unmute: Hold Spacebar to talk (if the host enabled push-to-talk).\n- Mobile (iOS/Android):\n  - Tap the screen to show controls, then tap the microphone icon to toggle mute.\n- Dial-in by phone: Press *6 to mute/unmute.\n\nIf you can’t unmute:\n- You may be host-muted: If you see “You are muted by the host,” you cannot unmute until the host allows it. Use “Raise Hand” or chat to request unmute.\n- Check your input device:\n  - Click the arrow next to the mic icon > Select the correct microphone > Test mic.\n  - Make sure your headset’s inline mute switch (if any) is off.\n- Check OS/app permissions:\n  - Windows: Settings > Privacy & Security > Microphone > Allow apps to access the microphone > Ensure Zoom is allowed.\n  - Mac: System Settings > Privacy & Security > Microphone > Enable Zoom.\n  - iOS: Settings > Zoom > Microphone > On.\n  - Android: Settings > Apps > Zoom > Permissions > Microphone > Allow.\n- If using the web client:\n  - Allow microphone access in the browser (click the padlock/camera icon near the address bar and allow mic access), then refresh.\n\nAudio troubleshooting in Zoom:\n- Zoom app > Settings > Audio > Test Mic and Speaker. Speak and check the input level.\n- Disable other apps that may be using the mic (Teams, Discord, DAWs) and close extra audio devices.\n- Restart Zoom or your computer if the mic isn’t detected.\n\nTip: The red slash only indicates Zoom mute; your mic could also be muted at the system or device level. Ensure both are unmuted.",
        "Yes, you are muted on Zoom. The microphone icon with a red slash through it indicates your mic is muted. Click or tap the microphone icon again to unmute. Sources: tldv.io/blog/how-to-mute-zoom, teacherscollege.screenstepslive.com/a/792344-mute-and-unmute-your-microphone-in-a-zoom-meeting, wikihow.com/Mute-or-Unmute-on-Zoom.",
        "Yes. On Zoom, a red slash through the microphone icon means you are muted. To unmute yourself, click or tap the microphone icon again. Keyboard shortcuts: Alt + A (Windows), Command + Shift + A (macOS). Sources: Zoom KB via Teachers College (https://teacherscollege.screenstepslive.com/a/792344-mute-and-unmute-your-microphone-in-a-zoom-meeting), wikiHow (https://www.wikihow.com/Mute-or-Unmute-on-Zoom), usebubbles (https://www.usebubbles.com/blog/how-to-mute-zoom).",
        "Yes. In Zoom, a microphone icon with a red slash means your mic is muted.\n\nHow to unmute:\n- Desktop (Windows/Mac/Linux): Click the microphone icon (Unmute) in the meeting toolbar.\n  - Keyboard shortcuts: Alt+A (Windows/Linux) or Command+Shift+A (Mac) to toggle mute. Hold Space to temporarily unmute if enabled.\n- Mobile (iOS/Android): Tap the screen, then tap the microphone icon to toggle.\n\nIf unmute doesn’t work:\n- You may be muted by the host (e.g., in webinars or meetings where the host has muted participants). Use Raise Hand or chat to request unmute. The host can prompt you to unmute.\n- Make sure you’ve joined audio: If you see Join Audio, click/tap it, then choose Join with Computer Audio or Call via Device Audio.\n- Select the correct microphone: Click the ^ next to the mic icon (Desktop) and pick the right input. Try Test Speaker & Microphone.\n- Check OS permissions: Ensure Zoom has mic access.\n  - Windows: Settings > Privacy & security > Microphone > Allow apps to access your microphone (Zoom enabled).\n  - macOS: System Settings > Privacy & Security > Microphone > enable Zoom.\n- Check hardware: Some headsets have a physical mute switch/inline control—unmute it and confirm it’s properly connected.\n\nTips:\n- When unmuted, you’ll see the mic icon without a slash, and the input level meter will move as you speak.\n- Hosts/co-hosts can use Alt+M (Windows) / Command+Ctrl+M (Mac) to mute all participants."
    ]
}